Repository: NaN-tic/trytond-party_company
Catalog: locale/*.po
Languages: ca, es

# field:activity.activity,companies:
source: Companies
ca: Empreses
es: Empresas

# field:bank,companies:
source: Companies
ca: Empreses
es: Empresas

# field:bank.account,companies:
source: Companies
ca: Empreses
es: Empresas

# field:bank.account,owners_by_companies:
source: Owners
ca: Titulars
es: Titulares

# field:carrier,companies:
source: Companies
ca: Empreses
es: Empresas

# field:galatea.user,companies:
source: Companies
ca: Empreses
es: Empresas

# field:party.address,companies:
source: Companies
ca: Empreses
es: Empresas

# field:party.company.rel,company:
source: Company
ca: Empresa
es: Empresa

# field:party.company.rel,party:
source: Party
ca: Tercer
es: Tercero

# field:party.configuration,default_companies:
source: Default Companies
ca: Empreses per defecte
es: Empresas por defecto

# field:party.configuration-company,company:
source: Company
ca: Empresa
es: Empresa

# field:party.configuration-company,configuration:
source: Configuration
ca: Configuració
es: Configuración

# field:party.contact_mechanism,companies:
source: Companies
ca: Empreses
es: Empresas

# field:party.identifier,companies:
source: Companies
ca: Empreses
es: Empresas

# field:party.party,companies:
source: Companies
ca: Empreses
es: Empresas

# field:party.party,current_company:
source: Current Company
ca: Empresa actual
es: Empresa actual

# field:res.user-company.company,company:
source: Company
ca: Empresa
es: Empresa

# field:res.user-company.company,user:
source: User
ca: Usuari
es: Usuario

# help:party.configuration,default_companies:
source: Default companies when create a party
ca: Empreses per defecte al crear un tercer
es: Empresas por defecto al crear el tercero

# model:ir.message,text:can_not_remove_companies
source: Can not remove companies related on parties.
ca: No pot eliminar empreses relacionat amb tercers
es: No se pueden eliminar empresas relacionadas con terceros.

# model:ir.message,text:msg_can_not_remove_model_companies
source: Can not remove companies which are associated with "%(model)s".
ca: No pot eliminar empreses relacionades amb "%(model)s".
es: No se puede eliminar empresas relacionadas con "%(model)s".

# model:ir.rule.group,name:rule_group_activity_activity
source: Activity Company Rule
ca: Regla de l'empresa per activitats
es: Regla de la empresa para actividades

# model:ir.rule.group,name:rule_group_address
source: Address Company Rule
ca: Regla adreça empresa
es: Regla direción empresa

# model:ir.rule.group,name:rule_group_bank
source: Bank Company Rule
ca: Regla de l'empresa per bancs
es: Regla de la empresa para bancos

# model:ir.rule.group,name:rule_group_bank_account
source: Bank Account Company Rule
ca: Regla de l'empresa per els comptes bancaris
es: Regla de la empresa para cuentas bancarias

# model:ir.rule.group,name:rule_group_carrier
source: Carrier Company Rule
ca: Regla de l'empresa per transportistes
es: Regla de la empresa para transportistas

# model:ir.rule.group,name:rule_group_commission
source: Commission Company Rule
ca: Regla de l'empresa per comissió
es: Regla de la empresa para comisiónes

# model:ir.rule.group,name:rule_group_commission_agent
source: Commission Agent Company Rule
ca: Regla de la companyia agent de comissions
es: Regla de la empresa para Agentes de Comisión

# model:ir.rule.group,name:rule_group_contact_mechanism
source: Contact Mechanism Company Rule
ca: Regla mitjà de contacte
es: Regla medio de contacto

# model:ir.rule.group,name:rule_group_galatea_user
source: User in company
ca: Usuari a l'empresa
es: Usuario en la empresa

# model:ir.rule.group,name:rule_group_identifier
source: Party Identifier Company Rule
ca: Regla identificador de tercer
es: Regla identificador de tercero

# model:ir.rule.group,name:rule_group_party
source: Party Company Rule
ca: Regla tercer
es: Regla tercero

# model:party.company.rel,string:
source: Party Company Rel
ca: Tercer Companyia Relacionat
es: Tercero de la empresa relacionado

# model:party.configuration-company,string:
source: Party Configuration - Company
ca: Configuració del Tercer - Empresa
es: Configuración del Tercero - Empresa

# view:party.party:
source: Companies
ca: Empreses
es: Empresas
